{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 18], "bias_regularizer": null, "activity_regularizer": null, "name": "dense_1", "units": 60, "bias_constraint": null, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "kernel_constraint": null, "use_bias": true, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_2", "units": 60, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_3", "units": 60, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_4", "units": 3, "use_bias": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "bias_regularizer": null, "bias_constraint": null, "trainable": true}}]}, "keras_version": "2.2.4", "backend": "tensorflow"}